[
  {
    "url": "https://www.cdac.in/index.aspx?id=print_page&print=delhi",
    "data": "C-DAC Centre @ Delhi About Centre: Centre at Delhi was established in 1989 as a Project Cell for R&D in the area of Digital Signal Processing (DSP). Being in Delhi and near to the Department of Electronics and Information Technology (DeitY), the centre is involved in various coordination activities between DeitY and all other centers. Current focus are of the centres are Natural Language Processing (Language Technology), e-Governance application, Real Time Application, etc. International Cooperation Division at Delhi Centre has acquired necessary expertise, strength and technical resources by implementing, supervising and managing international co-operation projects in Ghana, Uzbekistan, Tajikistan, Myanmar and Tanzania. Ministry of External Affairs (MEA) has already appointed C-DAC as the project-implementing agency for setting up IT Centre in Armenia and Belarus. header "
  },
  {
    "url": "https://www.cdac.in/index.aspx?id=mohali",
    "data": "C-DAC Centre @ Mohali Reach Us Skip to navigation Skip to main content C-DAC Centres Sitemap Blog Choose Language Assamese Bangla Bodo Dogri Gujarati Kannada Konkani Kashmiri Kashmiri-Keshur Maithili Malayalam Manipuri Manipuri (N) Marathi Nepali Oriya Punjabi Santali Santali (N) Sanskrit Sindhi Sindhi (N) Tamil Telugu Urdu Translation powered by GoTranslate Regional Language Policy A- A+ Toggle navigation Home About C-DAC (current) Products & Services Research & Development Press Kit Downloads Careers Tenders Contact Us Search About Centre: Center for Electronics Design & Technology of India (CEDTI), Mohali was setup in May 1989. Primarily with the mission to train manpower in electronic design & technology by offering a variety of training programmes in diverse aspects of electronics design, product development, production technology, maintenance engineering, information technology and quality control, etc. In December 2002, CEDTI Mohali merged with C-DAC with a primary mandate to promote high end R&D along with education and training. The centre is engaged in design and deployment of world class IT and electronics solutions in the following domains: Health Informatics Multilingual Technologies Professional Electronics Software Technologies Cyber Forensics and Security Multimedia Technologies Centre continues to play a leading role in human resource development and training in Information Technology (IT) sector in the northern region. Center offers high-end courses like M.Tech in VLSI as well as ME in Electronic Product Design Technology (EPDT). Short term value added courses and diploma are designed for knowledge based skill development. It also offers courses for foreign participants, sponsored by MEA under ITEC/SCAAP programs. Centre operates from its own impressive building located in the ELTOP (Electronics Town of Punjab) Complex amidst a large number of industries, manufacturing electronic products relating to computers, peripherals, communication equipment and components, offering a great professional challenge to the faculty and staff of the Centre. High Performance Computing, Grid & Cloud Computing Multilingual Computing & Heritage Computing Professional Electronics, VLSI & Embedded Systems Software Technologies including FOSS Cyber Security & Cyber Forensics Health Informatics Education & Training Bengaluru Chennai Delhi Hyderabad Kolkata Mumbai Noida Patna Pune Silchar Thiruvananthapuram Website Policies Copyright Policy Terms & Conditions Help © 2022 C-DAC. All rights reserved Last Updated: Wednesday, May 08, 2019 Website owned & maintained by: Centre for Development of Advanced Computing (C-DAC) Top C-DAC LOGO Manipuri(N) Santali(N) Sindhi(N) dbg lbg India.gov BHIM Swachh Bharat MEITY Digital India Azadi Ka Amrit Mahotsav Koo Facebook linkedin twitter "
  },
  {
    "url": "https://www.cdac.in/index.aspx?id=print_page&print=pk_itn_spot1093",
    "data": "C-DAC develops ‘smart’ hybrid traffic system Hindustan Times January 08, 2018 The Centre for Development of Advanced Computing (C-DAC) has developed an advanced hybrid traffic management system as a part of its Smart City initiative which will become operational in four metropolitan cities of the country soon. C-DAC director general Hemant Darbari said that the pilot run of the project was successfully carried out in Jaipur and will be implemented by the civic authorities of the concerned cities as part of the ambitious national Smart City Plan. Darbari further said that proposal regarding the success of the pilot run of the project has been sent to the Union urban development ministry and will be implemented in Bhubaneshwar, Nagpur, Pune and Thiruvananthapuram soon. C-DAC has also collaborated with Pune Municipal Corporation (PMC) in the Smart Cities Mission project of the central government and is signatory to a non binding Memorandum of Understanding (MoU) to work towards the common goal. Darbari said that C-DAC has proposed to 10 traffic junctions in the city where the pilot project has to be implemented, but the civic body is yet to finalise the spots. C-DAC also shares a long association with the PMC in the domain of traffic monitoring. In 2010, C-DAC had developed a comprehensive system for effective monitoring of traffic in Pune along with improvement of public utility services like city transport. Under the aegis of area traffic control system (ATCS), 70 surveillance cameras and 38 traffic sensor detection kits had been installed in the city. The project comprises of features like speed and signal violation detection systems installed at 38 junctions, besides traffic control system and a passenger information system for 100 buses and a garbage and octroi vehicle tracking system and its central control room was located at Swargate PMPML bus stand. Darbari also informed that C-DAC was also providing consultancy to various central government agencies, including the National Investigation Agency (NIA) in their national security projects A MoU was signed between the NIA, New Delhi and the Centre for Development of Advanced Computing (C-DAC), Pune at the NIA headquarters in November 2017. The MoU has validity for a period of two years header "
  },
  {
    "url": "https://cdac.in/index.aspx?id=print_page&print=esikshak",
    "data": "Pan C-DAC eLearning Solutions Project Suite of Online Sanskrit Courses and Resources Home > Suite of Online Sanskrit Courses and Resources Launching FREE online Sanskrit Courses [alpha release] at C-DAC (KP)'s website 'Pan C-DAC eLearning Solutions Project' As a proof-of-concept to \"Technology Enhanced Learning\", we are launching three courses: IVP - Introduction to Vedic processing ADAS - A deeper appreciation of Shastraic concepts Swadhyaya - Self learning of Sanskrit Significance As our national cultural heritage is not adequately included in higher education curriculum presently, there is a genuine need to address this issue. Vedic knowledge and Shastra expertise is getting rare with the number of traditional practitioners dwindling and to revive past glory of the country in the intellectual arena, this effort is undertaken. The first two courses are in Sanskrit medium at PG level and have video lectures from eminent traditional scholars, embellished with reference texts, Q&A and Computer application program demos. Of late, quality of Sanskrit learning/teaching in academic curricula is diminishing, due to dealing in translation in regional language rather than teach/learn through Sanskrit itself, for gaining in-depth knowledge and fluency. Even teachers need to be trained/reoriented. Hence, old traditional scholars who have dedicated their life time to scholastic pursuits have been requested to give inspirational lectures and seeking clarification also is demonstrated in Sanskrit itself. Besides, the four-quadrant approach as used in IITs for Engineering courses is adopted to Sanskrit/Vedic teaching/learning, for the first time. The contents for the third course are developed by Rashtriya Sanskrit Sansthan (RSkS), New Delhi, for Non-Formal Sanskrit Education and tested thoroughly for over a decade in contact mode. This is for beginners to learn Sanskrit, but through Sanskrit, conversationally. It has Varnamala, Vakya Vyavahara, Vakya Vistara and Sambhashanam as four modules, covering alphabets, word/sentence formation, formal usage of sentences in conversation and live conversations under different circumstances of daily life. About IHLC Group Indian Heritage and Language Computing Group of C-DAC, Bangalore (KP) has been engaged in pioneering research into Natural Language Processing (NLP) for Sanskrit (including Vedic) for over two decades. Consolidating the outcomes of these efforts, a Knowledge-base of original Ancient Indian Scientific treatises, along with tools and utilities have been developed for online use in academic activities. The website containing the Knowledge Tree (browsable, searchable contents), Manuscript Editor (for palm-leaf) and Analytical Tools is being used as a supplementary resource for eLearning mode of delivery of three introductory programmes. Refer header "
  },
  {
    "url": "https://cdac.in/index.aspx?id=pk_itn_spot854",
    "data": "C-DAC Pune on govt radar for bio-info programme Reach Us Skip to navigation Skip to main content C-DAC Centres Sitemap Blog Choose Language Assamese Bangla Bodo Dogri Gujarati Kannada Konkani Kashmiri Kashmiri-Keshur Maithili Malayalam Manipuri Manipuri (N) Marathi Nepali Oriya Punjabi Santali Santali (N) Sanskrit Sindhi Sindhi (N) Tamil Telugu Urdu Translation powered by GoTranslate Regional Language Policy A- A+ Toggle navigation Home About C-DAC (current) Products & Services Research & Development Press Kit Downloads Careers Tenders Contact Us Search In the News Pune on govt radar for bio-info programme Sakal Times February 21, 2013 Pleased with work done by UoP and C-DAC in the field; looks to fund more Pune organisations Pleased with the work being done by University of Pune (UoP) and Centre for Development of Advanced Computing (C-DAC) in the area of bio-informatics after funding them for the last six years, the Department of Electronics and Information Technology (DeiTY), Government of India, is considering involving more research institutes from the city for its bio-informatics programme. \"Bio-informatics – a high-end life sciences research field – aids in storing, searching, comparing, managing, exchanging, retrieving, analysing and integrating huge quantities of genomic data produced globally and involves the use of sophisticated techniques like advanced data capture, data warehousing and data mining, \" Senior Director and Group Coordinator of DeiTY, GV Ramaraju told Sakal Times. In bio-informatics, issues like understanding country specific human, plant, and livestock diseases, bringing down the time taken in drug discovery process and rising to the challenges of climate change are of special relevance. \"Bio-informatics holds the key to unlock some of these issues concerning ordinary mortals and society at large, \" Ramaraju said on the sidelines of the three-day symposium on 'Accelerating Biology 2013' organised by C-DAC. To facilitate this type of research, the Centre has identified 15 different institutes across the country, including UoP's Bio-informatics Department and C-DAC. \"Till now, we have spent Rs 40 crore for funding the various bio-informatics projects. C-DAC has been getting Rs 4 crore. We have set up the Centre of Excellence (CoE) at UoP, which is getting Rs 2 crore annually, since the last six years, \" Director of Bio-informatics Initiative Division, DeiTY, Alpana Dey said. The UOP's CoE has the mandate for developing viral data base, predicting structure of viral protein and working on various viral strains. \"At C-DAC, we are funding two important projects - setting up of the Bio-informatics Resources and Applications Facility (BRAF), which is providing high-end supercomputing facility to the researchers working in the areas of bio-informatics, \" Dey said. The mandate here is developing high throughput work flow environment for genome analysis - software products to help in high-end genome analysis. \"We will have a roadmap shortly in collaboration with the Department of Biotechnology and we will see which other institutes could be involved in the bio-informatics project from Pune. By virtue of its strength in bio-informatics, Pune city commands high priority for the government whenever it decides to expand the programme reach, \" she said. High Performance Computing, Grid & Cloud Computing Multilingual Computing & Heritage Computing Professional Electronics, VLSI & Embedded Systems Software Technologies including FOSS Cyber Security & Cyber Forensics Health Informatics Education & Training Related Links Press Release News Archives Year - 2012 Year - 2011 Bengaluru Chennai Delhi Hyderabad Kolkata Mohali Mumbai Noida Patna Silchar Thiruvananthapuram Website Policies Copyright Policy Terms & Conditions Help © 2022 All rights reserved Last Updated: Tuesday, March 03, 2015 Website owned & maintained by: Centre for Development of Advanced Computing (C-DAC) Top C-DAC LOGO Manipuri(N) Santali(N) Sindhi(N) dbg lbg Bioinfo Event India.gov BHIM Swachh Bharat MEITY Digital India Azadi Ka Amrit Mahotsav Koo Facebook linkedin twitter "
  },
  {
    "url": "https://cdac.in/index.aspx?id=gide",
    "data": "GIDE Reach Us Skip to navigation Skip to main content C-DAC Centres Sitemap Blog Choose Language Assamese Bangla Bodo Dogri Gujarati Kannada Konkani Kashmiri Kashmiri-Keshur Maithili Malayalam Manipuri Manipuri (N) Marathi Nepali Oriya Punjabi Santali Santali (N) Sanskrit Sindhi Sindhi (N) Tamil Telugu Urdu Translation powered by GoTranslate Regional Language Policy A- A+ Toggle navigation Home About C-DAC (current) Products & Services Research & Development Press Kit Downloads Careers Tenders Contact Us Search GIDE - A Comprehensive Development Environment on GARUDA Grid Grid computing has emerged as one of the key computing paradigms enabling large-scale and enhanced scientific endeavors to be carried out via collaborations on a global scale. GARUDA is a collaboration of Scientific and technological researchers on a nation wide grid comprising of computational nodes, mass storage and scientific instruments. GIDE is an Integrated Development Environment across GARUDA Grid. The Grid infrastructure includes various types of compute resources, storage resources, and special devices, interconnected through a high-speed communication channel that can be used to solve large scientific problems through collaborations. With a large number of scientists eager to use the Grid, the need of the hour is to provide a means through which the user can exploit the Grid without getting bogged by its complexities for developing, building, executing and debugging their Grid application. GIDE helps an application developer with no prior knowledge on Grid Middleware (Globus), to carry out entire program development life cycle on Grid and maintain huge grid applications. COMPONENTS OF GIDE Project Development & Management Resource Management Job Management Inbuilt source level Debugger Profiler Accounting Online context sensitive Help SALIENT FEATURES OF GIDE User-friendly interface management components: Windows, Menus, Panels, Toolbars and Editor to navigate easily in the application. Platform/ Operating System independent: Supports Building, Execution and compilation options across different platforms (like Solaris, AIX, Linux) for serial and parallel applications. Enhances efficiency of the application and productivity of the application developers. - Workspace concept allows navigation of files in huge applications efficiently - Support multiple language (C, C++, Fortran languages) and multiple editor windows along with all standard editing features - Compilation across different platforms of Grid - Resource browser displays all the active resources on the Grid at any given point of time - Dynamically updates the resource details - Provides ‘Advanced Search’ option to resources based on different parameters - Job submission across GARUDA grid on selected resources just with mouse click - Automation of ‘makefile’ and ‘rsl’ files generation before compiling and executing the grid application - Redirection of input (s) / output (s) / error files as and when generated by the application Source level Debugger - Comprehensive and flexible environment for debugging serial and parallel applications - Debugs step by step at source level and supports all standard debugging features - Graphically depicts the time consumed by all user defined functions or subroutines of the grid application - Helps to identify the parts of the program to be modified to achieve better performance - This helps to account the usage of various GARUDA resources like CPU, Memory, Virtual memory, wall clock time etc Online context sensitive help at every stage of development AVAILABILITY GIDE is available on Submit node of the GARUDA Grid. GIDE can be invoked invoked either through VNC (Virtual Network Computing) Viewer or exporting the remote display. Supported Hardware – PC Workstation Clusters on GARUDA Network Supported Operating System AIX, Solaris and Linux User Interfaces GUI Supported Languages Fortran, C and C++ Supported applications Grid MPI serial and parallel applications FUTURE ENHANCEMENTS PLANNED Accounting Feature Billing/ Charging the users based on their usage of resources according to organizational policies of the GARUDA resource providers. Workflow editor A Grid Workflow connects different grid jobs logically. It is a collection of tasks that are processed on the distributed resources in a well-defined order to accomplish a specific goal. This module would provide a graphical system with basic features for creating and executing scientific workflow on GARUDA Grid. USERS OF GIDE All GARUDA Partners (with / without resource providers) having huge grid applications. PUBLICATIONS Presented full paper and research demos on “Integrated Development Environment for GARUDA Grid (G-IDE) by Sukeshini, MS Vijaya Nagamani, K Kalaiselvan, P Vallinayam, N Mangala, Prahlada Rao BB, Mohan Ram, C-DAC” in e-Science 2007 - 3rd IEEE International Conference on e-Science and Grid Computing held from Dec 10th to 13th 2007 in Bangalore India. High Performance Computing, Grid & Cloud Computing Multilingual Computing & Heritage Computing Professional Electronics, VLSI & Embedded Systems Software Technologies including FOSS Cyber Security & Cyber Forensics Health Informatics Education & Training Related Links Press Release In the News Press Archives Year - 2013 Year - 2012 Year - 2011 Year - 2010 Bengaluru Chennai Delhi Hyderabad Kolkata Mohali Mumbai Noida Patna Pune Silchar Thiruvananthapuram Website Policies Copyright Policy Terms & Conditions © 2022 C-DAC. All rights reserved Last Updated: Friday, October 22, 2021 Website owned & maintained by: Centre for Development of Advanced Computing (C-DAC) Top C-DAC LOGO Manipuri(N) Santali(N) Sindhi(N) dbg lbg India.gov BHIM Swachh Bharat MEITY Digital India Azadi Ka Amrit Mahotsav Koo Facebook linkedin twitter "
  },
  {
    "url": "https://cdac.in/index.aspx?id=print_page&print=ev_Autism_Awareness_2016",
    "data": "World Autism Day, Saturday 2 April 2016 World Autism Day - Saturday 2 April 2016 Autism is a neurodevelopmental disorder characterized by impaired social interaction, verbal and non-verbal communication, and restricted and repetitive behavior. Parents usually notice signs in the first two years of their child's life. These signs often develop gradually, though some children with autism reach their developmental milestones at a normal pace and then regress. The diagnostic criteria require that symptoms become apparent in early childhood, typically before age three. e-Saadhya e-Saadhya is an education framework for children with autism and mild mental retardation. \"e-Saadhya\" is an acronym for \"Saral Anukulaney Adhyayan\"(\"Saral\" meaning \"Accessible”, “Anukulaney\" meaning \"Adaptable\" and \"Adhyayan\" meaning \"learning\"). More particularly, the framework supports creation of education plans for individuals based on profile information of individuals and monitoring status of the individuals towards the education plans. The solution framework supports both teaching and learning for individual and associated stakeholder including educators, parents and therapists. The education framework includes a special educator’s environment with standard assessments, Individualized Education Plans (IEP) and lesson plans along with a multimedia based individual learning environment. The child logs in to the framework to access the personalized lessons and exercises which are created by the educator/parent. Download e-Saadhya Brochure SWAR \"Swar\" is a mobile app for non-verbal children. Wherein, a child can tap on the image present on the screen which will speak out the desired need, action or feeling the child is intending to communicate. This app can be easily downloaded and installed on a mobile phone or tablet. Various pictures are available through which the child can communicate his day-to-day activities. Child can express his/her feelings by tapping on the relevant picture. Apart from existing pictures, parents can add / Delete new images with description. It adapts the methodology of Picture Exchange Communication System (PECS). The app supports different categories like: Food, colors, Toys, Clothes, Object, Places, Animals, Drinks, Vegetables, Fruits, Planets, communicate and Word. It can be downloaded free of cost from Google Play Store. link: https://play.google.com/store/apps/details?id=org.cdacb.ictsw.swarapplication&hl=en Download SWAR Brochure header Workshop Brochure "
  },
  {
    "url": "https://www.cdac.in/index.aspx?id=print_page&print=hi_ts_mercury_nimbus_product",
    "data": "Mercury Nimbus Brief Description MercuryTM Nimbus suite is a cloud-enabled comprehensive EMR / EHR and Telemedicine solution. Mercury™ Nimbus Suite includes four components/tools; Mercury™ on Cloud, Mercury™ Remote Module, Mercury™ for Android, and Mercury™ Cloud Repository; specially tailored to cloud / clustered infrastructure. Main uses and domain Health Care Uses: Remote tele-consultations MercuryTM Nimbus can be used in telemedicine scenarios like patient to doctor, doctor with multiple clinics, groups of clinicians, clinicians with specialist end and HSP to HSP interaction. Single solution for specialists and remote doctors Features and Technical Specifications Multiple deployment options on cloud, reducing cost Anywhere, Anytime Access Electronic Health Records In-built Audio/Video Conferencing Browser \"In-place\" Image Operation Easy Scheduling and Appointment Booking Easy standards based device capture Offline Consultation Multilingual Support Rich User Interface and Themes Build using FOSS reducing overall cost Available on multiple platforms and databases Platform required (if any) The solution is deployable as all-in-one virtual instance or use cloud persistent model for database and storage. This solution is also deployable over Local Servers / Data Centers. Mercury™ Nimbus Suite supports multiple deployment models spanning IaaS / PaaS / SaaS models and is immediately available on Microsoft Azure cloud with other cloud services on-demand It reduced cost of ICT infrastructure due to virtualization infrastructure in cloud reducing overall cost of the telemedicine network. Read more Download Brochure Contact Details for Techno Commercial Information HPC-MBA (High Performance Computing – Medical and Bioinformatics Applications) Group Email: gaurs [at] cdac [dot] in Address:C-DAC, Pune University Campus, Ganesh Khind, Pune, Maharashtra 411007 Phone No.: 020-25704233 Click to close header "
  }
]
